Repository: sergiomb2/lgames2
Catalog: lbreakout2/po/*.po
Languages: pt

source: Converting highscore chart as format changed.
pt: Conversão dos melhores resultados porque o formato mudou.

source: Highscore chart doesn't exist in '%s'... creating new one.
pt: A tabela dos melhores resultados nao existe em '%s'... criacao duma nova.

source: Write permission for '%s' denied.
pt: Direito de escrever '%s' recusado.

source: Unable to access highscore chart in '%s'.
pt: Tabela dos melhores resultados inacessivel em '%s'.

source: Trying to use config directory '%s'.
pt: Tento utilizar a pasta de configuracao '%s'.

source: Unable to access highscore chart in config directory... won't be able to save any results. Sorry.
pt: Tabela dos melhores resultados inacessivel na pasta de configuracao.. nao vou poder gravar qualquer resultado. Desculpa.

source: Saving highscore chart in: %s
pt: A gravar a tabela dos melhores resultados em '%s'

source: Name Level Score
pt: Nome Nivel Pontos

source: name.-----
pt: nome.-----

source: Level
pt: Nivel

source: ??? Highscore chart loaded properly but cannot save? (%s)
pt: ??? Tabela dos resultados aberta mas nao pode ser gravada? (%s)

source: Chart index '%i' is out of range!
pt: Índice da tabela '%i' fora dos limites!

source: Specify the game server as address:port where the address can be a name or a dotted IP.#If the connection fails have a look at the messages in the chat window to see the reason.
pt: Indicar o servidor sob a forma endereco:porta onde o endereco pode ser um nome ou uma IP.#Se a ligacao falhar de uma olhada nas mensagens da janela de dialogo para obter a razao.

source: Server:
pt: Servidor:

source: Username:
pt: Identificante:

source: Connect
pt: Ligar

source: Cancel
pt: Cancelar

source: no info
pt: sem informacao

source: Close
pt: Fechar

source: Send
pt: Enviar

source: Whisper
pt: Murmurar

source: MAIN
pt: PRINCIPAL

source: Levelsets
pt: Pacotes de Niveis

source: Difficulty:
pt: Dificuldade:

source: Rounds:
pt: Turnos:

source: Balls:
pt: Bolas:

source: Challenge
pt: Desafio

source: Quit
pt: Sair

source: Help
pt: Ajuda

source: Channel:
pt: Canal:

source: Enter
pt: Entrar

source: Statistics
pt: Estatisticas

source: Awaiting stats...
pt: Esperando estatisticas...

source: Network Quick Help
pt: Rede Ajuda Rapida

source: Client finalized
pt: Cliente acabado

source: Press 'Connect' to connect to a game server.
pt: Carregue em 'Ligar' para se ligar a um servidor de jogo.

source: Challenges
pt: Desafios

source: Channels
pt: Canais

source: Console Commands
pt: Commandos de Consola

source: Game Rules
pt: Regras do Jogo

source: Transfers
pt: Transferências

source: To challenge a user you first have to select him/her in the upper right list and the levelset you want to play from the list below. Then you adjust the game settings to your likings and hit the 'Challenge' button which will send your challenge to the other user who will either accept or decline. If (s)he accepts a direct connection will be established and the game will start.##DIFFICULTY: This influences ball speed, paddle size and score as for single player modus. (1 = Easy, 2 = Medium, 3 = Hard)##ROUNDS: This is the number of rounds played per level. Winning a round scores one point and the player with the most points wins the match.##FRAGS: In a pingpong level (no bricks) a player gains a frag everytime the opponent looses a ball. 'frag' is a bad name for this, should be pingpong winning score or something but 'frags' is simply shorter. The player who hits this limit first wins the round.#In levels with bricks this option is ignored and the level is over after all bricks were cleared.##BALLS: In a pingpong level (no bricks) each player may fire multiple balls up to this number. If a player looses a ball he may fire it again.#In normal levels (with bricks) this option is ignored and a gets a new ball after five seconds penalty time.
pt: Para desafiar um jogador deve selecionar-lo na lista e escolher o pacote de niveis que deseja jogar. Pode entao afinar os parametros do jogo e carregar no botao 'Desafiar' que envia o desafio para o outro jogador que vai aceitar ou recusar. Se aceite uma ligacao direta e feita e o jogo comeca. ##DIFICULDADE: Isto muda a velocidade das bolas, o tamanho da raquete e a pontuacao como no jogo solitario. (1 = Facil, 2 = Medio, 3 = Dificil) ##TURNOS: Isto sao os turnos jogados por nivel. Ao ganhar um turno marca um ponto e o jogador com mais pontos ganha o desafio. ##FRAGS: Num nivel de pingpong (sem tijolos) um jogador ganha um frag cada vez que o adversario perde uma bola. 'frag' nao e um bom nome para isto, deveria ser pontuacao pingpong mais 'frags' e mais curto. O primeiro jogador a atingir este limite ganha o turno.##BOLAS: Num nivel de pingpong (sem tijolos) cada jogador pode lancar este numero de bolas ao mesmo tempo. Quando uma e perdida pode ser mandada de novo.#Nos niveis normais (com tijolos) esta opcao e ignorada e uma nova bola e dada apos cinco segundos de penalidade.

source: To switch a channel hit the 'C' button above the user list. You can enter either an existing or a new channel. You can only talk to and challenge users in the same channel.
pt: Para mudar de canal carregue no botao 'C' acima da lista de jogadores. Pode tambem criar um canal. So pode falar com e desafiar os jogadores no mesmo canal.

source: User Console Commands:##/search <USER>#Search for a user in all channels.##/version#Display version of transmission protocol.##/info#Display current userlimit and frame rate.##Admin Console Commands:##/admin_says <MSG>#Broadcast a message to all chatting users.##/kick <USER>#Kick user by that name.##/addbot <NAME> <SPEED>#Add a paddle bot. The speed is defined in pixels per second. 800 to 1000 is a good value.##/delbot <NAME>#Delete paddle bot.##/set <VAR> <VALUE>#Set a variable to a new value:# userlimit: is the number of users that may login. If decreased with too many users online no one is kicked. This limit does not matter for admin login.# fps: is how many times a second the server calls up the communication and sends/receives packets. This should not be too high to prevent network flooding. 40 is a good value.# packetlimit: if not -1 this is the number of packets parsed in one communication step. -1 which is the default means the queue is parsed until empty##/addset <NAME>#Load a new levelset that has been copied to the levels directory and make it available to the users.##/halt#Halt server after 5 seconds and inform all users, even the playing ones, about this.
pt: Comandos da Consola Jogador:##/search <JOGADOR>#Procura um jogador em todos os canais. ##/versao#Mostra a versao do protocolo rede. ##/info#Mostra o maximo de jogadores aceites e as imagens por segundo. ##Comandos da Consola Administrador: ##/admin_diz <MSG>#Envia uma mensagem a todos os jogadores ligados. ##/expulsar <JOGADOR>#Boleia o jogador. ##/robot+ <NOME> <VELOCIDADE>#Cria uma raquete computada. A velocidade e em pixeis por segundo. 800 a 1000 e um bo valor. ##/robot- <NOME>#Destroi uma raquete computada.##/definir <VARIAVEL> <VALOR>#Muda o valor duma variavel: # userlimit: e o numero de jogadores que se podem ligar. Se e diminuida com demasiados jogadores, nenhum é bolado. Este limite nao conta para o administrador. # ips: quantas vezes por segundo o servidor envia e recebe informacoes. Nao se deve mete muito alto para nao saturar a rede. 40 e um bom valor. # packetlimit: se diferente de -1 e o numero de pacotes tratados por comunicacao. Por omissao e -1 o que significa que sao todos tratados ate que a fila esteja vazia. ##/pacote <NOME>#Carrega um novo pacote de niveis que foi metido na pasta levels e mete-o a disposicao dos jogadores. ##/parar#Para o servidor apos 5 segundos e informa os jogadores, mesmo em jogo, disto.

source: You cannot offer someone your levelset unless this user wants to receive your set which requires the following steps:#1) select the user to whom you want to listen#2) press the 'L' button above the levelset list#3) wait for offer or cancel 'listening'#The receiver is now ready and the sender has to:#1) select the listening user#2) select the levelset (s)he wants to transfer#3) hit the 'T' button above the levelset list#If the receiver has this levelset already located in ~/.lgames/lbreakout2-levels and it is up-to-date the transfer does not take place otherwise the receiver is asked to confirm and if (s)he does so the set is transferred to the home directory and directly available if intended for network. (starts with 'MP_')#NOTE: Only the challenger is required to have the levelset so you don not have to transfer sets to play with someone. However if your opponent likes your set and wants to challenge others with it both can engage into a transfer.
pt: Nao pode propor a alguem o seu pacote a nao ser que ele o queira o que exige os passos seguintes:#1) escolher o utilizador a escutar #2)carregar no botao 'L' acima da lista de pacotes #3)esperar pelo pacote ou anular a escuta #O receptor esta pronto e o enviador tem de: #1)escolher o utilizador que escuta #2)escolher o pacote que deseja enviar #3)carregar no botao 'T' acima da lista de pacotes #So o receptor ja tem o pacote em ~/.lgames/lbreakout2-levels na versao mais recente nada se passa, senao e pedida uma confirmaçao ao escutante e esta logo disponivel para um jogo em rede se for previsto para isso (comeca com 'MP ')#NOTA: So o adversario tem de ter o pacote, os outros jogadores nao precisam. Mas ambos o podem entao transferir a outros jogadores.

source: disconnected from %s
pt: desligado de %s

source: ERROR: address %s does not resolve
pt: ERRO : endereco %s desconhecido

source: unused
pt: nao utilizado

source: connecting
pt: a ligar

source: retry
pt: religar

source: %s: connected!
pt: %s: ligado!

source: ERROR: connection refused: %s
pt: ERROR: ligacao recusada: %s

source: ERROR: server does not respond
pt: ERRO: o servidor nao responde

source: You must select a user to whisper!
pt: Deve escolher um jogador para murmurar!

source: You must select a user for a challenge.
pt: Deve escolher um jogador para desafiar.

source: You must select a levelset for a challenge.
pt: Deve escolher um pacote para um desafio.

source: You can't challenge yourself.
pt: Nao se pode desafiar a si mesmo.

source: You have challenged %s. Let's see what (s)he says...
pt: Desafiou %s. Vamos ver a que responde...

source: ERROR: %s
pt: ERRO: %s

source: %s is busy at the moment.
pt: %s esta ocupado por agora.

source: comm_delay set to %i
pt: atraso de comunicacao de %i

source: You have been challenged!## Challenger: %13s# Levelset: %13s# Difficulty: %13s# Rounds: %13i# Frag Limit: %13i# Balls: %13i
pt: Foi desafiado!## Jogador: %13s# Pacote: %13s# Dificuldade: %13s# Turnos: %13i# Limite de Frags: %13i# Bolas: %13i

source: %s is too scared to accept your challenge.
pt: %s tem meo de aceitar o desafio.

source: %s got cold feet.
pt: %s faltou de coragem.

source: chat: state %i: invalid message %x: skipping %i bytes
pt: chat: estado %i: mensagem invalida %x: saltando %i bytes

source: You've been disconnected.
pt: Foi desligado.

source: corrupted level data
pt: dados de nivel corruptos

source: Remote player has paused the game.
pt: O jogador remoto pausou o jogo.

source: game: state %i: invalid message %x: skipping %i bytes
pt: jogo: estado %i: mensagem invalida %x: saltando %i bytes

source: Mr.X
pt: Sr.X

source: Mr.Y
pt: Sr.Y

source: Mr.Z
pt: Sr.Z

source: player
pt: jogador

source: Location: %s
pt: Endereco: %s

source: Current Level: %i/%i (Free: %i)
pt: Nivel atual: %i/%i (Livres: %i)

source: *** Level %i Marked For Swap ***
pt: *** Nivel %i Marcado para Troca ***

source: Version: %s
pt: Versao: %s

source: Title: %s
pt: Nome: %s

source: Author: %s
pt: Autor: %s

source: noname
pt: semnome

source: untitled
pt: semnome

source: Discard All Changes? y/n
pt: Abandonar Todas as Mudancas?

source: Save Changes? y/n
pt: Gravar Mudancas? y/n

source: Clear Level? y/n
pt: Esvaziar o Nivel?

source: Add Level? y/n
pt: Adicionar um Nivel? y/n

source: Insert Level? y/n
pt: Inserir um Nivel? y/n

source: Delete Level? y/n
pt: Apagar o Nivel? y/n

source: Levelset Version:
pt: Versao do Pacote:

source: Author's Name:
pt: Nome do Autor:

source: Title:
pt: Titulo:

source: Quit Editor? y/n
pt: Sair do Editor? y/n

source: %s, you hit %d Jumping Jacks!##Your average ratio: %5d%%# Your score: %6d
pt: %s, tocou %d Jumping Jacks!##Media: %5d%%# Pontuacao: %6d

source: %s, you stopped %d Outbreaks!##Your average ratio: %5d%%# Your score: %6d
pt: %s, parou %d Outbreaks!##Media: %5d%%# Pontuacao: %6d

source: %s, you broke through %d Barriers!##Your average ratio: %5d%%# Your score: %6d
pt: %s, atravesou %d Barreiras!##Media: %5d%%# Pontuacao: %6d

source: %s, you shot %d Sitting Ducks!##Your score: %6d
pt: %s, tocou %d Sitting Ducks!##Pontuacao: %6d

source: %s, you hunted down %d bricks!##Your average ratio: %5d%%# Your score: %6d
pt: %s, cacou %d tijolos!##Media: %5d%%# Pontuacao: %6d

source: %s, you stopped %d waves#killing a total of %d invaders!##Your average ratio: %5d%%# Your score: %6d
pt: %s, parou %d ondas#destruindo %d invasores! ##Media: %5d%%# Pontuacao: %6d

source: Pause
pt: Pausa

source: You have paused the game.
pt: Pousou o jogo.

source: Quit Game? y/n#(If yes, this game may be resumed later.#No highscore entry is created yet.)
pt: Sair do Jogo? y/n#(Nesse caso, o jogo pode ser continuado mais tarde.#Nenhum recorde e criado por agora.)

source: Quit Game? y/n
pt: Sair do Jogo? y/n

source: Restart Level? y/n
pt: Recomecar o Nivel? y/n

source: Warp to next level? y/n
pt: Saltar para o nivel seguinte? y/n

source: ***** Round %i *****###You control the %s paddle in this level!#To fire a ball keep the mouse button PRESSED.#Don't just click.###Press any key when you are ready...###(You can pause the game with 'p' any time.)###NOTE: Due to latency, bonuses on the server are closer than they appear! I'll try to work on that.
pt: ***** Turno %i *****###Voce controla a raquete %s neste nivel!#Para enviar uma bola guarde o botao do rato CARREGADO.#Nao faca apenas um clique curto. ###Carregue uma tecla quando estiver pronto... ###(Pode pausar o jogo com a tecla 'p' quando quizer.) ###NOTA: Por causa do atraso da rede, os bonus estao mais perto do que parecem! Vou tentar melhorar isso.

source: BOTTOM
pt: ABAIXO

source: TOP
pt: ACIMA

source: DRAW
pt: DESENHAR

source: You have won this round!
pt: Você ganhou esta partida!jogo pausado.

source: You have lost this round.
pt: Você perdeu esta partida.

source: Result: %s ## %12s %12s##Wins: %12i %12i#Losses: %12i %12i#Draws: %12i %12i##Total Score: %12i %12i##Balls Kept: %11i%% %11i%%#Bricks Cleared: %11i%% %11i%%#Extras Collected: %11i%% %11i%%##(Press SPACE to continue)
pt: Resultado: %s ## %12s %12s##Vitorias: %12i %12i#Derrotas: %12i %12i#Igualdades: %12i %12i##Pontuacao Total: %12i %12i##BolasGuardadas: %11i%% %11i%%#Tijolos Destruidos: %11i%% %11i%%#Extras Apanhados: %11i%% %11i%%##(Carregue em Espaco para continuar)

source: VICTORY
pt: VITÓRIA

source: DEFEAT
pt: DERROTA

source: DRAW
pt: PATOS

source: ERROR: couldn't save game!
pt: ERRO: nao pude gravar o jogo!

source: nobody
pt: ninguem

source: Receiving level data...
pt: A receber o nivel...

source: Receiving final stats...
pt: A receber as estatisticas...

source: Next Player: %s
pt: Jogador Seguinte: %s

source: You've cleared all levels...#Congratulations!!!
pt: Acabou todos os niveis...#Parabens!!!

source: You've lost all lives...#Do you want to buy a continue#for 100%% of your score? y/n
pt: Perdeu todas as vidas...#Deseja comprar o direito de continuar#contra 100%% da sua pontuacao? y/n

source: Game Over!
pt: Fim do Jogo!

source: warp penalty: -%d
pt: penalidade do salto: -%d

source: Time: %.2f, Frames: %i -> FPS: %.2f
pt: Duracao: %.2f, Imagens: %i -> IPS: %.2f

source: Quick Help
pt: Ajuda Rapida

source: <ESCAPE>: Quit <LEFT BUTTON>: Next Page <RIGHT BUTTON>: Previous Page
pt: <ESC>: Sair <LEFT BUTTON>: Página Seguinte <RIGHT BUTTON>: Página Anterior

source: Bonuses:
pt: Bónus:

source: Expand paddle
pt: Alargar

source: Extra life
pt: Vida Extra

source: Sticky paddle
pt: Cola

source: Plasma weapon
pt: Arma Plasma

source: 200 - 10,000 points extra score
pt: 200 - 10,000 pontos extras

source: Extra ball
pt: Bola Extra

source: Energy balls (penetrate bricks)
pt: Bolas Perforantes

source: Bonus floor
pt: Tapete

source: Deccelerate balls to minimum speed
pt: Trava as bolas ao máximo

source: 1,000 points extra score from bricks with no bonus
pt: 1,000 pontos extra por tijolo sem bónus

source: Instantly collect all bonuses and destroy all penalties
pt: Colhe todos os bónus e destrói todas as penalidades

source: Explosive balls
pt: Bolas explosivas

source: Paddle attracts bonuses
pt: Bónus Atraidos

source: Penalties:
pt: Penalidades:

source: Shrink paddle
pt: Estreitar

source: Accelerate balls
pt: Acelera as bolas

source: Freeze paddle
pt: Bloqueia

source: Random ball reflection at bricks
pt: Ricochete aleatório nos tijolos

source: Darkness
pt: Escuridao

source: Paddle attracts penalties
pt: Penalidades atraidas

source: Paddle disappears when not moving
pt: A raquete desaparece quando parada

source: 40% chance that a ball doesn't damage brick
pt: 40% de chances que uma bola nao parte o tijolo

source: Hints:
pt: Conselhos:

source: <<'In Game'-Keys>>
pt: <<Atalhos 'durante o jogo'>>

source: p Pause game. (and enter chatroom in network game)
pt: p Pausar o jogo. (e entrar na janela de conversa caso em rede)

source: s Enable/Disable sound.
pt: s Ligar/Desligar o som.

source: a Change animation level (off/low/high).
pt: a Mudar as animacoes (sem/poucas/muitas).

source: f Switch fullscreen/windowed mode.
pt: f Bascular de modo janela/tela cheia.

source: NOTE: Changing resolution takes a while so this is done best
pt: NOTA: Mudar a resoluçao leva tempo portanto mais vale

source: when game's paused.
pt: pausar o jogo primeiro.

source: r Restart level.
pt: r Recomecar o nivel.

source: d Disintegrate single bricks. (AddOn's only)
pt: d Disintegrar os tijolos isolados. (só em Extras)

source: w Warp to next level after enough bricks where cleared. (AddOn's only)
pt: w Saltar para o nivel seguinte quando suficientes tijolos estiverem partidos (só AddOn)

source: Shift Shows highest score of set instead of your score as long as you
pt: Shift Mostra a melhor pontuacao do set no lugar da sua propria

source: hold it down.
pt: enquanto a guarda carregada.

source: Tab Take a screenshot.
pt: Tab Toma uma copia do ecra.

source: Esc Quit game.
pt: Esc Sai do jogo.

source: Pressing the left or right mouse button will fire attached balls either
pt: Carregando o botao esquerdo ou direito vai lancar as bolas coladas

source: to the left or right direction if 'Ball Fire Angle' in 'Advanced Options'
pt: para a esquerda ou direita se a 'Angulo'

source: is not set to 'Random'.
pt: nao estiver em 'Aleatorio'.

source: Neutral Power-Ups:
pt: Bonus Neutros:

source: Any of the listed bonuses/penalties.
pt: Qualquer dos bonus/penalidades listadas.

source: Resets all active bonuses and penalties.
pt: Desliga todos os bonus e penalidades.

source: Adds 7 seconds to all active bonuses/penalties.
pt: Mais 7 segundos nos bonus e penalidades ativas.

source: Special Bricks:
pt: Tijolos Especiais:

source: Indestructible.
pt: Indestrutivel.

source: May only be destroyed by energy ball else it's indestructible.
pt: So pode ser destruido pela bola de energia.

source: As above and balls are reflected randomly at this brick.
pt: Como acima e as bolas ressaltam aleatoriamente neste tijolo.

source: Needs three hits to be destroyed.
pt: Precisa de tres toques para ser destruido.

source: As above and regenerates durability every 4 seconds.
pt: Como acima e repara-se todos os 4 segundos.

source: Explodes and destroys all nearby bricks.
pt: Explode destruindo todos os tijolos arredor.

source: Creates up to 8 bricks on destruction.
pt: Cria ate 8 tijolos ao destruir-se.

source: Troubleshooting:
pt: Problemas:

source: * In fullscreen mode the window keeps it size just adding a black frame?
pt: * Em tela cheia a janela guarda o seu tamanho com preto arredor?

source: - Maybe you do not have 640x480 as resolution available? Check your
pt: - Talvez o seu sistema nao tem a resolucao 640x480? Verifique a sua

source: X configuration.
pt: configuracao do X.

source: * Sounds seem to be out of sync and are played with some delay?
pt: * Os sons parecem nao sincronisados ou atrasados?

source: - Set SDL_AUDIODRIVER to dma (export SDL_AUDIODRIVER=dma). If this results
pt: - Configure SDL_AUDIODRIVER para dma (export SDL_AUDIODRIVER=dma). Se resulta

source: in a lot of errors killing artsd (or esd) may help.
pt: em muitos erros matar artsd (ou esd) pode ajudar.

source: * LBreakout2 gets mute while playing when switching on/off sounds?
pt: * LBreakout2 fica mudo quando ativa/desatvia os sons no jogo?

source: - SDL_mixer seems to mute active channels. You shouldn't enable/disable
pt: - SDL_mixer as vezes corta os canais ativos. Nao deveria mudar os sons

source: sounds to often as you'll propably loose all channels then.
pt: muitas vezes ou vai perder todos os canais.

source: This is just a quick help with the most important facts about LBreakout2.
pt: Isto e so uma ajuda rapida para os factos mais importantes do LBreakout2.

source: If you want more and better information check out the manual installed to
pt: Se quizer mais ou melhores informacoes leia o manual instalado em

source: /usr/doc/lbreakout2 or the online version at http://lgames.sf.net.
pt: /usr/doc/lbreakout2 ou no internet em http://lgames.sf.net.

source: And if you have questions (not answered by the manual) or you found a bug
pt: Se tiver perguntas (sem resposta no manual) ou achou um problema

source: or you just want to drop a general note about LBreakout2 just mail to:
pt: ou se quiser dizer algo acerca do LBreakout2 escreva para:

source: Enjoy the game!
pt: Saboreie o jogo!

source: Set Name:
pt: Insira o nome:

source: There's nasty work out there waiting for you... better stay here!
pt: Ha trabalho desagradavel a sua espera... mais vale continuar aqui!

source: If you turn animations low there'll be less details which will speed up the game a great deal.
pt: Se baixar as animacoes vai ter menos detalhes e vai acelerar o jogo.

source: Enable/disable transparency of bonuses and animations.
pt: Ativa/desativa a transparencia nos bonus e animacoes.

source: If you disable shadows it will speed up the game but won't look that good. ;-)
pt: Se desligar as sombras vai acelerar o jogo mais vai ficar feio. ;-)

source: If this is enabled you'll see the time left for all bonuses and penalties at the right side of the screen.
pt: Quando ativado ve o tempo que resta para todos os bonus e penalidades na direita do ecra.

source: You may run LBreakout2 either fullscreen or windowed. This switch may be done anywhere by pressing 'f'.
pt: Pode jogar LBreakout2 em janela ou tela cheia. Esta opcao pode ser sempre mudada com a tecla 'f'.

source: You you don't want LBreakout2 to consume all of your CPU (best performance) limit the frame rate.
pt: Se nao quiser que o LBreakout2 gaste todo o CPU limite as imagens por segundo.

source: As long as this option is enabled the paddle is treated as convex allowing easy aiming. If you disable this option the real physics will show up and you'll have to influence the ball by paddle movement and the hemispherical ends. For cracks only!
pt: Com esta opcao a raquete e considerada como convexa permitindo boa pontaria. Sem ela a fisica sera realista e vai ter de apontar com os movimentos da raquete e as suas beiras arrendondadas. So para os peritos!
