Repository: sergiomb2/lgames2
Catalog: lbreakout2/po/*.po
Languages: pt

source: If you can't see the ball because of thousands of bonuses coming down set this option to 'Above Bonuses'
pt: Se nao consegue ver a bola debaixo de toneladas de bonus, esta opçao a mete acima deles.

source: If you can't see the ball because of all the debris coming down set this option to 'Below Balls'
pt: Se nao consegue ver a bola debaixo dos bocados de tijolos, esta opçao a mete acima deles.

source: Enable/disable these quick hints. See the manual for more information about how to use LBreakout2!
pt: Ativa/desativa estes pequenos conselhos. Veja o manual para mais informacoes sobre como jogar o LBreakout2!

source: Adjust the paddle speed for movement by keys. (pixels per second)
pt: Movimento da raquete por teclas. (pixeis por segundo)

source: These are the number of players and their names. If one player looses a ball or restarts the level it's the next player's turn.
pt: Isto e o numero de jogadores e os nomes. Quando um jogador perde a bola ou recomeca o nivel e a vez do seguinte.

source: KIDS:#Lives: 9 (max. 12)#Paddle Size: 252 (max. 396)#Ball Speed: 100-200#Bonus: -50% (no penalties, no bad speech)##EASY:#Lives: 6 (max. 9)#Paddle Size: 72 (max. 180)#Ball Speed: 240-400 pixels/sec#Bonus: -20%##MEDIUM:#Lives: 5 (max. 7)#Paddle Size: 54 (max. 144)#Ball Speed: 270-430 pixels/sec##HARD:#Lives: 4 (max. 5)#Paddle Size: 54 (max. 108)#Ball Speed: 300-450 pixels/sec#Bonus: +30%
pt: CRIANCAS:#Vidas: 9 (max. 12)#Raquete: 252 (max. 396)#Velocidade: 100-200#Bonus: -50% (sem penalidades, sem voz agressiva)##FACIL:#Vidas: 6 (max. 9)#Raquete: 72 (max. 180)#Velocidade: 240-400 pixeis/seg#Bonus: -20%##MEDIO:#Vidas: 5 (max. 7)#Raquete: 54 (max. 144)#Velocidade: 270-430 pixeis/seg##DIFICIL:#Vidas: 4 (max. 5)#Raquete: 54 (max. 108)#Velocidade : 300-450 pixeis/seg#Bonus: +30%

source: Play the original LBreakout2 levelset.
pt: Jogar o pacote de niveis de origem do LBreakout2.

source: Play an additional levelset.
pt: Jogar um pacote de niveis suplementar.

source: This is the list of the levelsets found in ~/.lgames/lbreakout2-levels which you may edit. If you choose <CREATE SET> and click on 'Edit Set' below you'll be asked to enter a levelsetname and the new levelset will be saved in a file by this name.
pt: Isto e a lista dos pacotes de niveis encontrados em ~/.lgames/lbreakout2-levels que pode editar. Se escolher <CRIAR PACOTE> e carregar em 'Editar Pacote' abaixo vai-lhe ser pedido um nome de pacote e ele vai ser gravado num ficheiro com o mesmo nome.

source: Click here to edit the levelset chosen above.##NOTE: To switch to the bonus set you'll have to right-click on the brick set and vice versa!
pt: Carregue aqui para editar o pacote escolhido.##NOTA: Para passar para os bonus tem de carregar com o botao direito nos niveis e vice versa!

source: Click here to delete the chosen levelset (after confirmation).
pt: Carregue aqui para apagar o pacote escolhido (apos confirmacao).

source: If you use the keyboard for input these are the keys for moving the paddle ('Paddle Turbo' will double the speed while pressed.), firing balls/shots and returning the ball to paddle after a timeout of ten seconds.##Note: If balls are fired at a random angle (which has become the default) there is no difference between the left or right fire key. A sticky paddle stops a ball until any fire button is pressed but the movement angle is the one from the normal reflection. To reset the movement angle to -50 or +50 degrees check out 'Ball Fire Angle' in 'Advanced Options'.##While pressed, the 'Ball Turbo' will bring all balls to the maximum speed defined in 'Advanced Options'.
pt: Se utilizar o teclado para jogar estas sao as teclas para mover a raquete ('Turbo Raquete' dobra a velocidade enquanto carregado), lancar bolass e forcar a bola a regressar a raquete apos 10 segundos se destrucao. ##Nota: Se a bolas sao lancadas com um angulo aleatorio (caso por omissao) nao ha diferenca entre o lancamento esquerdo e direito. Uma raquete colante para a bola ate que a lance mas o angulo e o da reflecao normal. Para bloquear o angulo a 50 graus veja a opcao avancada 'Angulo'. ##Enquanto carregada, 'Turbo Bola' vai manter todoas as bolas na velocidade maxima definida nas 'Opcoes Avancadas'.

source: This modifies the relative motion of the mouse. (percent) The higher this value is the faster the mouse moves.
pt: Isto muda a sensibilidade do rato. (percentagem) Maior e o valor mais depressa se mexe o rato.

source: If for some reason your mouse movement is inverted you can fix it with this option.
pt: Se por alguma razao o seu rato esta invertido pode corrigir isso aqui.

source: If a ball does not damage a brick within ten seconds it is allowed to return to the paddle. If this option is set to 'Auto' it will automatically return and if this option is set to 'By Click' you'll have to press the middle mousebutton or the 'back'-key (default is Backspace).
pt: Se a bola nao destruir nenhum tijolo em 10 segundos pode voltar a raquete. Em 'Auto' vai voltar sozinha enquanto 'Por Clique' vai ter que carregar no botao central do rato ou na tecla dedicada.

source: Click here to apply the theme you selected above. Please check the manual at lgames.sf.net for information on how to create a theme.
pt: Carregue aqui para aplicar o tema escolhido. Veja o manual em lgames.sf.net para saber como criar um tema.

source: IP address of the game server as xxx.xxx.xxx.xxx.#DO NOT use 'localhost' if you run the server on your computer. You won't be able to challenge others. Use your IP queried by /sbin/ifconfig instead.
pt: Endereco IP do servidor de jogo na forma xxx.xxx.xxx.xxx.#NAO META 'localhost' se o servidor for o seu computador. Nao poderia desafiar os outros. Utilize antes o seu IP obtido com /sbin/ifconfig .

source: Port the game server is bound to.
pt: Porta em que o servidor escuta.

source: If you're successfully connected to the game server this is your nickname there.
pt: Se conseguiu ligar ao servidor isto e o seu apelido.

source: Connect to game server.
pt: Ligar ao servidor de jogo.

source: A local game with up to 4 alternating players.
pt: Um jogo local alternando ate 4 jogadores.

source: A two-player or deathmatch game via Internet or LAN.
pt: Um jogo a dois ou um desafio atraves da rede.

source: This is the levelset you actually want to play. Note, that each levelset got it's own highscore chart (left/right-click on the chart on the right). A levelset is either load from ~/.lgames/lbreakout2-levels or the installation directory.
pt: Isto e o pacote de niveis que deseja jogar. Note, cada pacote tem a sua propria tabela de resultados (carregue com o rato na tabela). Um pacote pode ser carregado da pasta de instalaçao ou de ~/.lgames/lbreakout2-levels.

source: This is the list of available themes. Choose any theme and click 'Apply' to select it
pt: Aqui tem a lista dos temas disponiveis. Escolha um tema e carregue em 'Aplicar' para o ativar.

source: After you destroyed this percentage of bricks you MAY warp to the next level by pressing 'w'. That is indicated by a small icon at the bottom right-hand side of the screen.#If you set this option to 0 you may instantly warp whereas 100 means you have to destroy all bricks.##Note, that this option does not apply for the levelsets 'Original' and 'LBreakout1'!
pt: Quando destruiu esta percentagem de tijolos PODE saltar para o nivel seguinte carregando na tecla 'w'. Isto e indicado por um pequeno icone na direita. #Com 0 pode sempre saltar enquanto que com 100 tem de destuir todos os tijolos. ##Nota, esta opcao nao vale para os pacotes 'Original' e 'LBreakout1'!

source: In this menu you can change the appearance of LBreakout. Included to the release are the three winning themes from the Linux Game Tome contest 'absoluteB','Oz' and 'Moiree' along with the old graphics as theme 'Classic'.#For more themes check out http://lgames.sf.net.
pt: Neste menu pode mudar o estilo do LBreakout. Nesta versao veem os 3 temas que ganharam o concurso Linux Game Tome : 'absoluteB', 'Oz' e 'Moiree' assim como o tema antigo 'Classic'. #Para mais temas veja em http://lgames.sf.net.

source: Linear:#++ There is no chance for balls to get infinitely stuck in a brick bounce combo.#-- It is quite hard for balls to enter narrow passages.##Spherical:#++ Feels better and balls can easily pass through small gaps.#-- There is a chance for balls to get infinitely stuck within a series of indestructible brick reflections if the level is too wrinkled. However, with the auto return option this is no problem so 'Spherical' is the default.
pt: Linear:#++ As bolas nao podem ficar bloqueadas num grupo de toques. #-- E bastante dificil para que as bolas entrem nas pequenas passagens.##esferico:#++ E mais agradavel e as bolas entram facilmente nas pequenas passagens.#-- Pode acontecer que as bolas fiquem bloqueadas entre tijolos indestrutiveis se o nivel e demasiado torto. No entanto, com a opcao de auto regresso isto nao e um problema portanto por omissao e 'esferico'.

source: Network communication is handled by a single UDP socket which will be bound to this port number.
pt: A comunicacao por rede vai ser feita for um soquete UDP que vai ser atado a este numero de porta.

source: If '50' the ball is shot at an angle of 50 degrees to the left or right, depending on which fire button has been pressed. If it is set to 'random' the ball is fired at a random angle. In this case a sticky paddle simply halts the normal reflection until any fire button has been pressed.
pt: Com '50' a bola e lancada com um angulo de 50 graus para a esquerda ou a direita, seguinte o botao carregado. Com 'Aleatorio' a bola e lancada com um angulo aleatorio. Neste caso a cola so para a reflecao ate que um botao seja carregado.

source: While you keep the middle mouse button pressed (or the acceleration key) all balls will go this velocity. (in pixels per second)
pt: Enquanto guardar o botao central do rato carregado (ou a tecla de aceleracao) todas as bolas vao ir a esta velocidade. (em pixeis por segundo)

source: If on, normal levelsets will have a random bonus level every four normal levels.##Note: You can skip a bonus level any time by loosing the ball. This will not loose a life but bring you directly to the next level.
pt: Se ativo, os pacotes normais vao propor uma tabela bonus cada quatro tabelas normais.##Nota: Pode sempre saltar um nivel bonus perdendo a bola. Nao vai perder uma vida, so passar diretamente ao nivel seguinte.

source: Play *ALL* available levels in a random order.
pt: Jogar *TODOS* os niveis disponiveis numa ordem aleatoria.

source: The complete levelset of LBreakout1 with just minor modifications.
pt: O pacote de niveis do LBreakout1 com algumas pequenas modificacoes.

source: There is only one brick with a limited lifetime. Your task is to hit it before it vanishes. If you succeed, the brick is reset somewhere else with less lifetime. If you don't, the game is over. The faster you hit a brick, the more score you will gain. How much seconds a brick is still there, you can see at the lower right-hand side of the screen.##Loosing your ball means going to the next level.##HAVE 'ACC. BALL SPEED' SET TO 900 IN 'ADVANCED OPTIONS AND MAKE EXCESSIVE USE OF YOUR MIDDLE MOUSE BUTTON! Otherwise you won't stand a chance as these levels require a lot of skill!
pt: Ha so um tijolo com vida curta. Deve tocar-lo antes que desapareca. Se conseguir, o tijolo aparece noutro sitio por ainda menos tempo. Se falhar, acabou o jogo. Mais depressa toca o tijolo, mais pontos recebe. O tempo restante do tijolo aparece em baixo a direita.##Perder a bola significa passar para o nivel seguinte.##META A VELOCIDADE DA BOLA EM 900 NAS 'OPCOES AVANCADAS' E ABUSE DO BOTAO CENTRAL DO RATO! Ou entao nao vai conseguir nesses niveis!

source: Your task is to prevent an outbreak by clearing all bricks. Every few seconds a new one will appear somewhere, forcing you to act quickly. If you succeed in clearing a level, it is reset to five bricks, but this time new ones will spring into existence faster. You loose, if you cannot manage to clear the screen before 50 bricks were created (which does not mean 50 bricks are on the screen!). How far you are away from that limit you can see in the lower right-hand side of the screen. Score is only gained for a complete clearance, not for destroying single bricks! The farther you are way from the 50 bricks limit the more it will be.##Loosing your ball means going to the next level.##HAVE 'ACC. BALL SPEED' SET TO 900 IN 'ADVANCED OPTIONS AND MAKE EXCESSIVE USE OF YOUR MIDDLE MOUSE BUTTON! Otherwise you won't stand a chance as these levels require a lot of skill!
pt: Deve impedir as fugas destruindo todos os tijolos. Apos alguns segundos um novo tijolo aparece, obrigando a agir depressa. Se conseguir acabar um nivel, recomeca com 5 tijolos, mas desta vez aparecem mais depressa. Perde, se nao consegue esvaziar o ecra antes que 50 tijolos sejam criados. Pode ver quantos restam em baixo a direita. Os pontos so sao dados se acabar um nivel, nada por um tijolo! Mais longe estara dos 50 tijolos mais pontos recebe.## Se perder a bola passa para o nivel seguinte.##META A VELOCIDADE DA BOLA EM 900 NAS 'OPCOES AVANCADAS' E ABUSE DO BOTAO CENTRAL DO RATO! Ou entao nao vai conseguir nesses niveis!

source: This time you have to crush through a wall and hit some bricks behind it. If you succeed the wall is reset and one line bigger next time. The earlier you manage to break through, the more score you'll get. No surprise, is it? What makes this fun, is the fact that the wall is moving towards you. If it reaches your paddle, you are out. Whenever you successfully broke through, the ball will return the paddle and get attached. You then have to fire it again. The wall cannot grow bigger than 12 lines. How many lines the barrier is away from your paddle, is shown in the lower right-hand side of the screen.##Loosing your ball means going to the next level.##HAVE 'ACC. BALL SPEED' SET TO 900 IN 'ADVANCED OPTIONS AND MAKE EXCESSIVE USE OF YOUR MIDDLE MOUSE BUTTON! Otherwise you won't stand a chance as these levels require a lot of skill!
pt: Desta vez tem de atravessar um muro e partir tijolos detras dele. Se conseguir o muro regressa mais espesso. Menos tempo precisa mais pontos recebe. Sem surpresa, nao e? Para mais o muro vai descendo, se atinge a raquete, perdeu. Quando consegue a bola volta a raquete. Tem de a lancar outra vez. O muro nao pode ultrapassar 12 tijolos de espessura.##META A VELOCIDADE DA BOLA EM 900 NAS 'OPCOES AVANCADAS' E ABUSE DO BOTAO CENTRAL DO RATO! Ou entao nao vai conseguir nesses niveis!

source: There are eight bricks and the ball is attached in the middle at the ceiling. When it is released, one brick is highlighted and your task is to hit this brick. If you manage to do so, you'll get some score and the situation is reset. If you do not hit the highlighted brick AS THE VERY FIRST THING, it will be destroyed until all bricks are gone. The more bricks you hit in a row, the more score you will get for the next one. The score's worth of the next brick you can see in the lower right-hand side of the screen.##Loosing your ball means going to the next level.
pt: Ha 8 tijolos e a bola esta bloqueada no meio. Quando libertada, um tijolo se acende e deve tocar-lo. Se conseguir, vai receber pontos e recomeca. Se nao tocar esse tijolo EM PRIMEIRO, vai desaparecer ate que todos os outros tijolos sejam destruidos. Mais tijolos destroi, mais pontos recebe pelo seguinte; Pode ver o valor do tijolo seguinte en baixo a direita.##Se perder a bola passa para o nivel seguinte.

source: Your task is to hunt down bricks by moving a chaos brick indirectly. Therefore each side of the playing field has a brick color and you can hit small pads bearing these colors. When you hit one, the chaos brick will move toward the appropriate side. You must not hit the bordering bricks and you must get to the brick within a time limit, as always displayed in the lower right-hand side of the screen. The faster you are, the more score you'll gain.##Loosing your ball means going to the next level.##HAVE 'ACC. BALL SPEED' SET TO 900 IN 'ADVANCED OPTIONS AND MAKE EXCESSIVE USE OF YOUR MIDDLE MOUSE BUTTON! Otherwise you won't stand a chance as these levels require a lot of skill!
pt: Tem de cacar os tijolos movendo-os indiretamente. Cada lado tem uma cor e pode tocar os tijolos dessa cor para mover desse lado. Nao pode tocar as beiras e tem um limite de tempo. MAis rapido e, mais pontos recebe.##META A VELOCIDADE DA BOLA EM 900 NAS 'OPCOES AVANCADAS' E ABUSE DO BOTAO CENTRAL DO RATO! Ou entao nao vai conseguir nesses niveis!

source: Stop the invading brick waves! Each waves consists of 50 bricks which will get faster and faster. Each brick will give you some score. If you clear the screen completely, the wave will also be over and you will receive some extra score depending on the number of remaining wave bricks. One way or the other, if a wave is over, the next one will start with higher speed and more score until you let a brick come down to paddle level.##Loosing your ball means going to the next level.##HAVE 'ACC. BALL SPEED' SET TO 900 IN 'ADVANCED OPTIONS AND MAKE EXCESSIVE USE OF YOUR MIDDLE MOUSE BUTTON! Otherwise you won't stand a chance as these levels require a lot of skill!
pt: Pare a invasao de tijolos! Cada onda consiste em 50 tijolos que descem cada vez mais depressa. Cada tijolo vale pontos. Se os destruir todos, a onda tambem vai acabar e vai receber pontos extra seguinte os tijolos que faltam. E sempre a onda seguinte vai ser mais rapida e dar mais pontos ate que um tijolo chegue ao nivel da raquete.##META A VELOCIDADE DA BOLA EM 900 NAS 'OPCOES AVANCADAS' E ABUSE DO BOTAO CENTRAL DO RATO! Ou entao nao vai conseguir nesses niveis!

source: You cannot delete '%s'!
pt: Nao pode apagar %s!

source: No Limit
pt: Sem Limite

source: 100 FPS
pt: 100 IPS

source: Off
pt: Sem

source: Low
pt: Poucas

source: Medium
pt: Medias

source: High
pt: Muitas

source: Kids
pt: Criancas

source: Easy
pt: Facil

source: Hard
pt: Dificil

source: Options
pt: Opcoes

source: Graphics
pt: Graficos

source: Local Game
pt: Jogo Local

source: Controls
pt: Controlos

source: Advanced Options
pt: Opcoes Avancadas

source: Delete Set
pt: Apagar o pacote

source: Select Theme
pt: Escolher o Tema

source: Network Game
pt: Jogo em Rede

source: Back
pt: Voltar

source: Sound:
pt: Som:

source: On
pt: Sim

source: Speech:
pt: Voz:

source: Animations:
pt: Animacoes:

source: Bonus Info:
pt: Info Bonus:

source: Display:
pt: Ecra:

source: Window
pt: Janela

source: Fullscreen
pt: Tela cheia

source: Frame Rate:
pt: Imagens :

source: Resume Last Game
pt: Continuar Ultimo Jogo

source: Start Original Set
pt: Iniciar o Jogo Original

source: Start AddOn
pt: Iniciar um AddOn

source: Players:
pt: Jogadores:

source: 1st:
pt: 1ro:

source: 2nd:
pt: 2do:

source: 3rd:
pt: 3ro:

source: 4th:
pt: 4to:

source: Left:
pt: Esquerda:

source: Right:
pt: Direita:

source: Left Fire:
pt: Tiro Esquerda:

source: Right Fire:
pt: Tiro Direita:

source: Paddle Turbo:
pt: Raquete Turbo:

source: Ball Turbo:
pt: Bola Turbo:

source: Return:
pt: Entrada:

source: Key Speed:
pt: Velocidade Teclas:

source: Motion Modifier:
pt: Modificador de Movimento:

source: Invert Motion:
pt: Inverter Movimento:

source: Convex Paddle:
pt: Raquete Convexa:

source: Ball Fire Angle:
pt: Angulo:

source: Random
pt: Aleatorio

source: Below Bonuses
pt: Debaixo dos Bonus

source: Above Bonuses
pt: Acima dos Bonus

source: Debris:
pt: Bocados:

source: Below Balls
pt: Debaixo das Bolas

source: Above Balls
pt: Acima das Bolas

source: Return Balls:
pt: Regresso das Bolas:

source: By Click
pt: Por Clique

source: Use Hints:
pt: Utilizar Conselhos:

source: Warp Limit:
pt: Limite de Saltos:

source: Local UDP Port:
pt: Porta UDP Local:

source: Acc. Ball Speed:
pt: Velocidade Bola:

source: Add Bonus Levels:
pt: Adicionar Niveis Bonus:

source: Set:
pt: Pacote:

source: Edit Set
pt: Editar Pacote

source: Yes
pt: Sim

source: No
pt: Nao

source: Theme:
pt: Tema:

source: Apply
pt: Aplicar

source: NO INFO AVAILABLE
pt: SEM DETALHES

source: Space
pt: Espaco

source: Left
pt: Esquerda

source: Right
pt: Direita

source: Up
pt: Subir

source: Down
pt: Descer

source: Right Shift
pt: Shift Direito

source: Left Shift
pt: Shift Esquerdo

source: Right Ctrl
pt: Ctrl Direito

source: Left Ctrl
pt: Ctrl Esquerdo

source: Right Alt
pt: Alt Direito

source: Left Alt
pt: Alt Esquerdo

source: BackSpace
pt: Apagar

source: Waiting for remote answer...
pt: A espera duma resposta...

source: remote player cancelled the game
pt: o jogador distante cancelou o jogo

source: Plane Of Inner Stability entered (Score: %i)
pt: Plano de Estabilidade Interiora atingido (Pontos: %i)

source: Disintegrate Brick? (Costs 5% of your score.) y/n
pt: Desintegrar o tijolo? (Custa 5% da pontuacao.) y/n

source: Out of memory
pt: Fora de memoria

source: Special Game
pt: Jogo Especial

source: ...Previous Page...
pt: ...Pagina Anterior...

source: ...Next Page...
pt: ...Pagina Seguinte...

source: Back To Menu
pt: Voltar

source: Select Custom Levelset
pt: Escolher um Pacote Personalizado

source: by %s, %d levels
pt: por %s, %d niveis

source: unable to resolve %s: %s
pt: impossivel resolver %s: %s

source: UDP socket bound to %s:%i
pt: UDP ligado a %s:%i

source: Jumping Jack
pt: Quim dos Saltos

source: Bonus Level
pt: Nivel Bonus

source: Outbreak
pt: Escapar

source: Barrier
pt: Barreira

source: Sitting Ducks
pt: Patinhos

source: Hunter
pt: Cacador

source: Defender
pt: Protector

source: Unknown Level Type
pt: Tipo de Nivel Desconhecido

source: <CREATE SET>
pt: <CRIAR PACOTE>

source: server is going down...
pt: o servidor esta a parar...

source: SERVER IS GOING DOWN!!!
pt: O SERVIDOR ESTA A PARAR!!!

source: channel added: %s
pt: canal criado: %s

source: channel deleted: %s (%i users)
pt: canal apagado: %s (%i jogadores)

source: user added: %s (%i) from %s
pt: jogador criado: %s (%i) de %s

source: user removed: %s (%i)
pt: jogador apagado: %s (%i)

source: You have been kicked! Reason: %s
pt: Foi bolado! Razao: %s

source: user kicked (%s): %s (%i)
pt: jogador bolado (%s): %s (%i)

source: you have entered a new channel: %s
pt: entrou no canal: %s

source: Login data corrupted, please retry.
pt: Dados de ligacao corrompidos, tente outra vez.

source: Your username may only contain letters, digits and underscores.
pt: O nome de jogador so poder ser com letras, algarismos e traco baixo.

source: Your protocol is out of date, please update.
pt: O protocolo e velho, actualize o jogo.

source: Server uses an older protocol (%i), sorry.
pt: O servidor e de versao mais velha (%i), desculpe.

source: Server is full!
pt: O servidor esta cheio!

source: Please enter a name!
pt: Escolha um nome!

source: Your name must not contain blanks! (But can have underscores.)
pt: O nome nao pode ter espacos (mas aceito tracos baixos.)

source: admin
pt: administrador

source: This name is already in use. Please choose another one.
pt: Este nome ja existe. Tem de escolher outro.

source: 1 user online
pt: 1 jogador ligado

source: %i users online
pt: %i jogadores ligados

source: search
pt: procurar

source: search: specify a user name!
pt: procura: indique um nome de jogador!

source: search: user is not online.
pt: procura: o jogador esta desligado.

source: search: %s: in channel %s: %s
pt: procura: %s: no canal %s: %s

source: playing
pt: jogando

source: chatting
pt: dialogando

source: version
pt: versao

source: transmission protocol: %i
pt: protocolo de rede: %i

source: info
pt: informacao

source: user limit: %i#frame rate: %i#packet limit: %i
pt: maximo de utilizadores: %i#imagens por segundo: %i#limite de rede: %i

source: addset
pt: pacote

source: addset: name missing
pt: pacote: falta o nome
