Repository: sergiomb2/lgames2
Catalog: lbreakout2/po/*.po
Languages: pt

source: addset: file %s corrupted
pt: pacote: ficheiro %s corrupto

source: addset: file %s not found
pt: pacote: ficheiro %s nao existe

source: addbot
pt: robot+

source: addbot: name missing
pt: robot+: falta o nome

source: addbot: bot '%s' exists
pt: robot+: o robot '%s' ja existe

source: addbot: strength missing
pt: robot+: falta a forca

source: delbot
pt: robot-

source: delbot: name missing
pt: robot-: falta o nome

source: delbot: bot '%s' not found
pt: robot-: robot '%s' desconhecido

source: set
pt: definir

source: set: variable missing
pt: definir: falta a variavel

source: set: value missing
pt: definir: falta o valor

source: userlimit: set to %i
pt: userlimit: definido para %i

source: packetlimit: set to %i
pt: packetlimit: definido para %i

source: fps
pt: ips

source: fps: set to %i
pt: ips: definido para %i

source: kick
pt: expulsar

source: kick: specify a user name!
pt: expulsar: indique um nome de jogador!

source: kick: user is not online.
pt: expulsar: o jogador nao esta ligado.

source: Sorry, but your opponent has been kicked!
pt: Desculpe, mas o oponente foi expulsado!

source: ADMIN has kicked %s.
pt: ADMINISTRADOR expulsou %s.

source: admin kick
pt: admin_expulsa

source: admin_says
pt: admin_diz

source: info: a message is required!
pt: info: uma mensagem e exigida!

source: ADMIN says: %s
pt: ADMINISTRADOR diz: %s

source: halt
pt: parar

source: unknown command: %s
pt: comando desconhecido: %s

source: %s (%i) disconnected
pt: %s (%i) desligou

source: There is no user by that name.
pt: Nao ha jogador com este nome.

source: Channel name must not contain blanks!
pt: O canal nao pode ter espacos!

source: OpenGame message corrupted!
pt: Mensagem OpenGame corrupta!

source: User with id %i does not exist!
pt: O jogador com o id %i nao existe!

source: channel %i: %s: invalid message %x: skipping %i bytes
pt: canal %i: %s: mensagem invalida %x: saltando %i bytes

source: Remote player has disconnected!
pt: O jogador remoto desligou-se!

source: couldn't open directory %s!
pt: nao pude abrir a pasta %s!

source: loaded %i levelsets from directory %s
pt: carreguei %i pacotes da pasta %s

source: Usage: lbreakout2server
pt: Uso: lbreakout2server

source: [-p <SERVER_PORT>] Bind server to this port (Default: %i).
pt: [-p <SERVER_PORT>] Ata o servidor a esta porta (Por omissão: %i).

source: [-l <USER_LIMIT>] Maximum number of users that can login to server.
pt: [-l <USER_LIMIT>] Máximo de jogadores que se podem ligar ao servidor.

source: [-m <WELCOME_FILE>] The text in this file is send to new users on login.
pt: [-m <WELCOME_FILE>] O texto deste ficheiro é enviado aos jogadores que se ligam.

source: [-a <ADMIN_PWD>] The user logging in as <ADMIN_PWD> will become
pt: [-a <ADMIN_PWD>] O jogador que se liga como <ADMIN_PWD> fica a ser

source: the administrator named 'admin'.
pt: o administrador nomeado 'admin'.

source: [-f <FRAMERATE>] Number of send/recv handlings in a second.
pt: [-f <FRAMERATE>] Quantia de comunicações por segundo.

source: (Default: 33)
pt: (Por omissão: 33)

source: [-b <BOTNUM>] Number of paddle bots with 800 and 1000 strength
pt: [-b <BOTNUM>] Quantia de robots de níveis 800 e 1000 de força

source: each. (Default: 0)
pt: cada. (Por omissão: 0)

source: greetings file not found, setting directly: %s
pt: ficheiro de boas-vindas nao achado, ponho diretamente: %s

source: greetings loaded: %s
pt: boas-vindas carregado: %s

source: server halted
pt: servidor parado

source: Welcome to LBreakout2 online!
pt: Bemvindo ao LBreakout2 em rede!

source: user limit is %i
pt: máximo de jogadores e %i

source: FPS: %i (delay: %i ms)
pt: IPS: %i (duração: %i ms)

source: BOT%i-800
pt: ROBOT%i-800

source: BOT%i-1000
pt: ROBOT%i-1000

source: LBreakout2 has been compiled without network support.
pt: LBreakout2 foi construido sem a opcao de jogo em rede.

source: game added: %s (%i): %i rounds: %s vs. %s
pt: jogo criado: %s (%i): %i turnos: %s contra %s

source: game deleted: %s (%i)
pt: jogo apagado: %s (%i)

source: Remote player has disconnected...
pt: O jogador remoto desligou-se...

source: Remote player has left the game...
pt: O jogador remoto saiu do jogo...

source: game %i: %s: state %i: invalid message %x: skipping %i bytes
pt: jogo %i: %s: estado %i: mensagem invalida %x: ignorando %i bytes
