Repository: sergiomb2/lgames2
Catalog: lmarbles/po/*.po
Languages: de

source: WARNING: last profile cannot be deleted
de: Warnung: Letztes Profil kann nicht geloescht werden

source: Bye, bye!
de: Auf Wiedersehen!

source: Config directory ~/.lgames not found. Creating it.
de: Konfig-Verzeichnis ~/.lgames nicht gefunden. Wird erzeugt.

source: loading configuration...
de: Lade Konfiguration...

source: cfg file '%s' not found; using defaults
de: Konfigdatei '%s' nicht gefunden; Verwende Voreinstellungen

source: config file '%s' corrupted... using defaults
de: Konfigdatei '%s' korrupt... Verwende Voreinstellungen

source: cfg file '%s' not in ascii; using defaults
de: Konfigdatei '%s' nicht ASCII; Verwende Voreinstellungen

source: cfg file '%s' in ascii but raw binary data expected; using defaults
de: Konfigdatei '%s' ist ASCII aber binaere Daten verwartet; Verwende Voreinstellungen

source: loading levelsets...
de: Lade Levelsets...

source: WARNING: levelset not found...
de: Warnung: Levelset nicht gefunden...

source: ERROR: no valid level set found; need at least one level set...
de: Fehler: Kein gueltiges Levelset gefunden; brauche wenigstens ein Set...

source: loading graphics sets...
de: Lade Grafiksatz...

source: ERROR: can't find directory '%s'
de: Fehler: Kann Verzeichnis '%s' nicht finden

source: Game paused
de: Spiel angehalten

source: Your current position is level %i of chapter %i.
de: Die aktuelle Position ist Level %i von Kapitel %i.

source: Do you really want to enter level %i of chapter %i?
de: Wirklich Level %i von Kapitel %i betreten?

source: (All changes in the current level will be lost!)
de: (Alle Aenderungen im aktuellen Level werden verloren gehen!)

source: (press y/n)
de: (y/n druecken)

source: Do you really want to quit? (y/n)
de: Wirklich beenden? (y/n)

source: Do you really want to restart? (y/n)
de: Wirklich neu starten? (y/n)

source: This level set cannot be played.
de: Dieses Levelset kann nicht gespielt werden.

source: This level set has errors. Play anyway? (y/n)
de: Dieses Levelset hat Fehler. Trotzdem spielen? (y/n)

source: Tier %i, Puzzle %i
de: Kapitel %i, Puzzle %i

source: Access Denied
de: Zugriff verweigert

source: '%s' (Author: %s)
de: '%s' (Autor: %s)

source: searching for level sets...
de: Suche nach Levelsets...

source: ERROR: '%s' seems to be empty
de: Fehler: '%s' scheint leer zu sein

source: ...total of %i
de: ... %i insgesamt

source: WARNING: unknown or unuseable gfx set '%s'; searching for a good one...
de: Warnung: Unbekannter oder unbenutzbarer Grafiksatz'%s'; Suche einen guten...

source: '%s' used instead
de: verwende stattdessen '%s'

source: ERROR: no good gfx set found...
de: Fehler: kein brauchbarer Grafiksatz gefunden...

source: %s: Up
de: %s: Hoch

source: %s: Down
de: %s: Runter

source: %s: Left
de: %s: Links

source: %s: Right
de: %s: Rechts

source: %s: Space
de: %s: Leertaste

source: checking menu...
de: Pruefe Menue...

source: loading profiles...
de: Lade Profile...

source: WARNING: file %s does not exist; cannot read profiles
de: Warnung: Datei %s existiert nicht; kann Profile nicht lesen

source: saving profiles...
de: Speichere Profile...

source: WARNING: profile '%s' already exists
de: Warnung: Profile '%s' existieren bereits
